Repository: anthonytw/sempere
Catalog: Apps/Sempere/Localization/Localizable.xcstrings
Source language: en
Languages: es

source: Classic
es: Clásica

source: Clear Caches
es: Vaciar cachés

source: Clear Recent Searches
es: Borrar búsquedas recientes

source: Close
es: Cerrar

source: Close Player
es: Cerrar reproductor

source: Close Vault
es: Cerrar bóveda

source: Close Window
es: Cerrar ventana

source: Close the player
es: Cerrar el reproductor

source: Close the vault (⇧⌘W)
es: Cerrar la bóveda (⇧⌘W)

source: Close this vault; the PDFs wait until you open and unlock another one
es: Cerrar esta bóveda; los PDF esperan hasta que abras y desbloquees otra

source: Code
es: Código

source: Colour
es: Color

source: Command line: %@
es: Línea de comandos: %@

source: Compact Palette
es: Paleta compacta

source: Connected, but there is no vault at this address or in the folders directly below it.
es: Conectado, pero no hay ninguna bóveda en esta dirección ni en las carpetas que hay justo debajo.

source: Contents
es: Contenido

source: Convert Handwriting to Math
es: Convertir escritura en fórmulas

source: Convert to Math
es: Convertir en fórmula

source: Copied
es: Copiada

source: Copy
es: Copiar

source: Copy Key
es: Copiar clave

source: Copy Public Key
es: Copiar clave pública

source: Could Not Load History
es: No se ha podido cargar el historial

source: Could Not Open Note
es: No se ha podido abrir la nota

source: Could not add the attachment. %@
es: No se ha podido añadir el adjunto. %@

source: Could not add the image. %@
es: No se ha podido añadir la imagen. %@

source: Could not add the photo. %@
es: No se ha podido añadir la foto. %@

source: Could not add the video. %@
es: No se ha podido añadir el vídeo. %@

source: Could not check the vault: %@
es: No se ha podido comprobar la bóveda: %@

source: Could not delete the recording: %@
es: No se ha podido eliminar la grabación: %@

source: Could not delete: %@
es: No se ha podido eliminar: %@

source: Could not import the PDF. %@
es: No se ha podido importar el PDF. %@

source: Could not load the photo or video: %@
es: No se ha podido cargar la foto o el vídeo: %@

source: Could not load the photo: %@
es: No se ha podido cargar la foto: %@

source: Could not open “%@”. %@
es: No se ha podido abrir «%@». %@

source: Could not paste: %@
es: No se ha podido pegar: %@

source: Could not play the recording: %@
es: No se ha podido reproducir la grabación: %@

source: Could not read handwriting: %@
es: No se ha podido leer la escritura a mano: %@

source: Could not read the picture. %@
es: No se ha podido leer la imagen. %@

source: Could not read the recording: %@
es: No se ha podido leer la grabación: %@

source: Could not read the voice note to transcribe it: %@
es: No se ha podido leer la nota de voz para transcribirla: %@

source: Could not record: %@
es: No se ha podido grabar: %@

source: Could not rename the recording: %@
es: No se ha podido renombrar la grabación: %@

source: Could not reopen “%@”: %@
es: No se ha podido volver a abrir «%1$@»: %2$@

source: Could not reopen “%@”: %@ Choose the vault folder again.
es: No se ha podido volver a abrir «%1$@»: %2$@ Vuelve a elegir la carpeta de la bóveda.

source: Could not replace the image. %@
es: No se ha podido sustituir la imagen. %@

source: Could not restore: %@
es: No se ha podido restaurar: %@

source: Could not save recognised text: %@
es: No se ha podido guardar el texto reconocido: %@

source: Could not save the recording: %@
es: No se ha podido guardar la grabación: %@

source: Could not save: %@
es: No se ha podido guardar: %@

source: Could not switch the note to pages, so the PDF was not inserted.
es: No se ha podido cambiar la nota a disposición paginada, así que no se ha insertado el PDF.

source: Could not thin the vault: %@
es: No se ha podido reducir el historial de la bóveda: %@

source: Could not transcribe the recording: %@
es: No se ha podido transcribir la grabación: %@

source: Couldn’t change the icon.
es: No se pudo cambiar el icono.

source: Counts of what Notability stores that Sempere does not convert (yet). Everything else of those notes was imported.
es: Cantidades de lo que Notability guarda y Sempere no convierte (todavía). Todo lo demás de esas notas se importó.

source: Counts of what the source app stores that Sempere does not convert (yet). Everything else of those notes was imported.
es: Cantidades de lo que la aplicación de origen guarda y Sempere no convierte (todavía). Todo lo demás de esas notas se importó.

source: Cream
es: Crema

source: Create
es: Crear

source: Create a device key for “%@”
es: Crear una clave de dispositivo para «%@»

source: Creates a new key, adds it to this vault's keys and re-encrypts every note to it, which can take a while. Then save or print it for the other device. From a terminal: sempere keys generate, then sempere vault recipients add.
es: Crea una clave nueva, la añade a las claves de esta bóveda y vuelve a cifrar todas las notas para ella, lo que puede tardar un rato. Después, guárdala o imprímela para el otro dispositivo. Desde un terminal: sempere keys generate y después sempere vault recipients add.

source: Creating the key and re-encrypting every note…
es: Creando la clave y volviendo a cifrar todas las notas…

source: Crop
es: Recortar

source: Crop…
es: Recortar…

source: Cue column
es: Columna de ideas clave

source: Current
es: Actual

source: Custom
es: Personalizado

source: Custom page colour
es: Color de página personalizado

source: Dark
es: Oscuro

source: Dashed strokes (imported solid)
es: Trazos discontinuos (importados continuos)

source: Date
es: Fecha

source: Date Modified
es: Fecha de modificación

source: Date and Time
es: Fecha y hora

source: Day
es: Día

source: Delete
es: Eliminar

source: Delete %@?
es: ¿Eliminar %@?

source: Delete All Eligible (%@)
es: Eliminar todos los elegibles (%@)

source: Delete Item
es: Eliminar elemento

source: Delete Page
es: Eliminar página

source: Deleted %@.
es: Eliminación: %@.

source: Device
es: Dispositivo

source: Device %@
es: Dispositivo %@

source: Device Keys
es: Claves de dispositivos

source: Device List Protected
es: Lista de dispositivos protegida

source: Device keys of a WebDAV vault cannot be changed in the app: the server would keep files a removed key can read. Change them with the sempere command-line tool on a folder copy and upload that to a new server folder.
es: Las claves de dispositivo de una bóveda WebDAV no se pueden cambiar en la app: el servidor conservaría archivos que una clave quitada puede leer. Cámbialas con la herramienta de línea de comandos sempere en una copia en carpeta y sube esa copia a una carpeta nueva del servidor.

source: Devices here are the keys this vault is encrypted to (this iPad, that Mac, the paper backup), not people: to share a note, export it. “Rewrite headers only” is fast but leaves old copies of an attachment openable with a key that was removed. “Re-encrypt everything” takes longer in a vault with many attachments.
es: Aquí los dispositivos son las claves con las que se cifra esta bóveda (este iPad, ese Mac, la copia en papel), no personas: para compartir una nota, expórtala. «Reescribir solo las cabeceras» es rápido, pero deja copias antiguas de un adjunto que una clave quitada aún puede abrir. «Volver a cifrar todo» tarda más en una bóveda con muchos adjuntos.

source: Devices this device never confirmed: %@.
es: Dispositivos que este dispositivo nunca ha confirmado: %@.

source: Devices to keep
es: Dispositivos que conservar

source: Direction
es: Dirección

source: Discard
es: Descartar

source: Dismiss
es: Cerrar

source: Dismiss this message
es: Cerrar este mensaje

source: Display
es: En bloque

source: Display Math
es: Ecuación en bloque

source: Done
es: Listo

source: Don’t see iCloud Drive?
es: ¿No ves iCloud Drive?

source: Dot colour
es: Color de los puntos

source: Dot size
es: Tamaño de punto

source: Dots
es: Punteado

source: Download (%@)
es: Descargar (%@)

source: Download Again
es: Volver a descargar

source: Download Again…
es: Volver a descargar…

source: Download Language Model
es: Descargar modelo de idioma

source: Download and Open
es: Descargar y abrir

source: Download the vault again?
es: ¿Volver a descargar la bóveda?

source: Downloaded
es: Descargado

source: Downloading every note from iCloud Drive…
es: Descargando todas las notas de iCloud Drive…

source: Downloading from iCloud Drive: %lld of %lld
es: Descargando de iCloud Drive: %lld de %lld

source: Downloading from iCloud Drive: %lld of %lld notes…
es: Descargando de iCloud Drive: %1$lld de %2$lld notas…

source: Downloading from iCloud: %lld of %@
es: Descargando de iCloud: %lld de %@

source: Downloading from iCloud…
es: Descargando de iCloud…

source: Downloading from iCloud… %lld/%@
es: Descargando de iCloud… %lld/%@

source: Downloading this note from iCloud: %lld of %@
es: Descargando esta nota de iCloud: %lld de %@

source: Downloading this note from iCloud: %lld of %lld
es: Descargando esta nota de iCloud: %lld de %lld

source: Downloading this note from iCloud…
es: Descargando esta nota de iCloud…

source: Downloading “%@” from the server…
es: Descargando «%@» del servidor…

source: Downloading…
es: Descargando…

source: Downloading… %lld %%
es: Descargando… %lld %%

source: Draw
es: Dibujar

source: Draw on the page with a finger
es: Dibujar en la página con el dedo

source: Drawing Cache
es: Caché de dibujos

source: Duplicate
es: Duplicar

source: Duplicate Item
es: Duplicar elemento

source: Duplicate Page
es: Duplicar página

source: Each PDF becomes a new note in “%@”, one page per PDF page, to write on. The PDFs are stored encrypted in the vault.
es: Cada PDF se convierte en una nota nueva en «%@», con una página por cada página del PDF, para escribir encima. Los PDF se guardan cifrados en la bóveda.

source: Earlier revisions were compacted away or cannot be read, so this version cannot be rebuilt.
es: Las revisiones anteriores se eliminaron al compactar o no se pueden leer, así que esta versión no se puede reconstruir.

source: Edit
es: Edición

source: Edit Equation
es: Editar ecuación

source: Edit Equation…
es: Editar ecuación…

source: Edit Tags…
es: Editar etiquetas…

source: Edit Text
es: Editar texto

source: Edit the note's tags
es: Editar las etiquetas de la nota

source: Editing session, %@, %@
es: Sesión de edición, %@, %@

source: Encrypted. It becomes a note the next time you unlock the vault.
es: Cifrada. Pasará a ser una nota la próxima vez que desbloquees la bóveda.

source: Encrypted. It moves to the vault's inbox when Sempere can reach the vault.
es: Cifrada. Pasará a la bandeja de entrada de la bóveda cuando Sempere pueda acceder a ella.

source: Encrypting…
es: Cifrando…

source: End
es: Final

source: Engine in Use
es: Motor en uso

source: Equation
es: Ecuación

source: Equation from Handwriting…
es: Ecuación a partir de escritura a mano…

source: Equation…
es: Ecuación…

source: Erase
es: Borrar

source: Eraser
es: Borrador

source: Every attachment is in use.
es: Todos los adjuntos están en uso.

source: Every note is re-encrypted to the new key instead of the old one. Keep this vault open until it finishes.
es: Todas las notas se vuelven a cifrar para la clave nueva en lugar de la antigua. Mantén esta bóveda abierta hasta que termine.

source: Every note is re-encrypted with a new vault key, to the new key instead of this one. The old key can no longer open new or changed notes; it keeps what it already copied.
es: Todas las notas se vuelven a cifrar con una clave de bóveda nueva, para la clave nueva en lugar de esta. La clave antigua ya no podrá abrir notas nuevas o modificadas; conserva lo que ya copió.

source: Every note is re-encrypted with a new vault key. Devices you do not keep can no longer open new or changed notes; they keep what they already copied.
es: Todas las notas se vuelven a cifrar con una clave de bóveda nueva. Los dispositivos que no conserves ya no podrán abrir notas nuevas o modificadas; conservan lo que ya copiaron.

source: Every note is re-encrypted without it. That device can no longer open new or changed files; it keeps what it already copied.
es: Todas las notas se vuelven a cifrar sin ella. Ese dispositivo ya no podrá abrir archivos nuevos ni modificados; conserva lo que ya haya copiado.

source: Every note was decrypted and checked with this vault's key.
es: Todas las notas se han descifrado y comprobado con la clave de esta bóveda.

source: Every story leaves a trail.
es: Toda historia deja su rastro.

source: Everything goes into one zip archive.
es: Todo va en un solo archivo zip.

source: Everything on the Page
es: Todo en la página

source: Export
es: Exportar

source: Export %@
es: Exportar %@

source: Export %lld Notes
es: Exportar %lld notas

source: Export All Notes…
es: Exportar todas las notas…

source: Export Notebook…
es: Exportar cuaderno…

source: Export Notes…
es: Exportar notas…

source: Export as PDF, PNG pages or text
es: Exportar como PDF, páginas PNG o texto

source: Export failed
es: Error al exportar

source: Export notes as PDF, images or Markdown, one at a time or all at once.
es: Exporta notas como PDF, imágenes o Markdown, de una en una o todas a la vez.

source: Exporting again into the same folder skips notes already there unchanged (same name, size and version).
es: Al volver a exportar en la misma carpeta se omiten las notas que ya están allí sin cambios (mismo nombre, tamaño y versión).

source: Exporting note %lld of %lld…
es: Exportando la nota %lld de %lld…

source: Exports are not encrypted. Anyone who receives the files can read the notes.
es: Las exportaciones no están cifradas. Cualquiera que reciba los archivos puede leer las notas.

source: Export…
es: Exportar…

source: Face ID or Touch ID
es: Face ID o Touch ID

source: Face ID or Touch ID is locked after too many attempts. Lock the device and unlock it with its passcode, then try again.
es: Face ID o Touch ID se ha bloqueado tras demasiados intentos. Bloquea el dispositivo y desbloquéalo con su código; después, vuelve a intentarlo.

source: Favorites
es: Favoritas

source: File
es: Archivo

source: Files in a Folder
es: Archivos en una carpeta

source: Find It Again
es: Encuéntralo

source: Find Notes
es: Buscar notas

source: Fine
es: Fino

source: Finish
es: Terminar

source: Finishing the interrupted key change…
es: Terminando el cambio de claves interrumpido…

source: Finishing…
es: Terminando…

source: Fit Page Width
es: Ajustar al ancho de página

source: Folder
es: Carpeta

source: Folders Like Your Notebooks
es: Carpetas como tus cuadernos

source: Folders follow your notebooks.
es: Las carpetas siguen tus cuadernos.

source: Font
es: Tipo de letra

source: For the notes that choose you.
es: Para las notas que te eligen.

source: Forget Backup Folder
es: Olvidar carpeta de copia

source: Forget Key
es: Olvidar clave

source: Forget Key for This Vault…
es: Olvidar la clave de esta bóveda…

source: Forget the PDFs waiting to be imported
es: Olvidar los PDF pendientes de importar

source: Forget this vault's key?
es: ¿Olvidar la clave de esta bóveda?

source: Format
es: Formato

source: From Files…
es: Desde Archivos…

source: From Photos…
es: Desde Fotos…

source: Generate a Key
es: Generar una clave

source: Generate on this device
es: Generar en este dispositivo

source: Generating the key and re-encrypting every note…
es: Generando la clave y volviendo a cifrar todas las notas…

source: Getting the video…
es: Obteniendo el vídeo…

source: Give the vault a name without slashes, leading dots or control characters.
es: Pon a la bóveda un nombre sin barras, sin punto inicial y sin caracteres de control.

source: Go to another page, add, duplicate or delete one, or show the thumbnails
es: Ir a otra página, añadir, duplicar o eliminar una, o mostrar las miniaturas

source: Go to another page, or add one
es: Ir a otra página o añadir una

source: Green
es: Verde

source: Grey
es: Gris

source: Grid
es: Cuadriculado

source: Handwriting
es: Escritura a mano

source: Handwriting could not be read in %lld notes.
es: No se pudo leer la escritura a mano en %lld notas.

source: Handwriting is read on this device; the text is saved, encrypted, in the vault so every device can search it.
es: La escritura a mano se lee en este dispositivo; el texto se guarda cifrado en la bóveda para que todos los dispositivos puedan buscar en él.

source: Handwriting is recognized on this device; it is not sent anywhere.
es: La escritura a mano se reconoce en este dispositivo; no se envía a ningún sitio.

source: Handwriting read on %lld pages.
es: Escritura a mano leída en %lld páginas.

source: Handwriting recognition: read notes so their handwriting can be searched
es: Reconocimiento de escritura a mano: leer las notas para poder buscar en su escritura

source: Handwritten Math (Experimental)
es: Fórmulas a mano (experimental)

source: Heading
es: Encabezado

source: Healthy, %@
es: Correcta, %@

source: Held by History
es: Retenidos por el historial

source: Held by History (%@)
es: Retenidos por el historial (%@)

source: Hide Note List
es: Ocultar lista de notas

source: Hide Notebooks
es: Ocultar cuadernos

source: Hide Pages
es: Ocultar páginas

source: Hide Tool Palette
es: Ocultar paleta de herramientas

source: Hide the note list for a full-width canvas
es: Ocultar la lista de notas para ver el lienzo a todo el ancho

source: History
es: Historial

source: How to make iCloud Drive appear in the folder picker
es: Cómo hacer que iCloud Drive aparezca en el selector de carpetas

source: I Saved the Key
es: Ya he guardado la clave

source: I Understand
es: Entendido

source: I saved this key
es: He guardado esta clave

source: If every copy of the key is lost, so are the notes
es: Si se pierden todas las copias de la clave, se pierden las notas

source: If every device listed is yours, Trust This List records it again on this device.
es: Si todos los dispositivos de la lista son tuyos, Confiar en esta lista la vuelve a registrar en este dispositivo.

source: If you changed the vault's keys on another device, open the vault there, or check the list with `sempere vault recipients confirm`. Otherwise restore vault.json from a backup.
es: Si has cambiado las claves de la bóveda en otro dispositivo, abre la bóveda allí o comprueba la lista con `sempere vault recipients confirm`. Si no, restaura vault.json desde una copia de seguridad.

source: If your server uses a certificate you made yourself, compare this fingerprint with the one the server shows before trusting it. If you did not expect this, do not continue: someone may be intercepting the connection.
es: Si tu servidor usa un certificado que creaste tú, compara esta huella con la que muestra el servidor antes de confiar en él. Si no esperabas esto, no continúes: alguien podría estar interceptando la conexión.

source: Image
es: Imagen

source: Images
es: Imágenes

source: Images and other media
es: Imágenes y otros elementos

source: Import
es: Importar

source: Import %lld PDFs
es: Importar %lld PDF

source: Import Finished with Errors
es: Importación terminada con errores

source: Import PDF as New Note…
es: Importar PDF como nota nueva…

source: Import PDF…
es: Importar PDF…

source: Import Report
es: Informe de importación

source: Import a PDF to write on it, and add pages as you go.
es: Importa un PDF para escribir encima y añade páginas sobre la marcha.

source: Import a PDF to write on it. Settings can smooth strokes drawn with a mouse or trackpad.
es: Importa un PDF para escribir encima. Ajustes puede suavizar los trazos hechos con ratón o trackpad.

source: Import from %@
es: Importar de %@

source: Import from %@…
es: Importar de %@…

source: Import from Notability
es: Importar de Notability

source: Import from Other App…
es: Importar de otra aplicación…

source: Import notes or a backup from %@ (files, folders or zip archives) into this vault
es: Importa notas o una copia de %@ (archivos, carpetas o archivos zip) en esta bóveda

source: Imported
es: Importado

source: Importing from %@…
es: Importando de %@…

source: In #%@
es: En #%@

source: In Favorites
es: En Favoritas

source: In Recently Deleted
es: En Eliminadas recientemente

source: In Recently Recognized
es: En Reconocidas recientemente

source: In Recordings
es: En grabaciones

source: In Use
es: En uso

source: In the picker, tap Browse, then iCloud Drive under Locations. If it is not listed, tap ⋯ (More) › Edit at the top of Browse and turn iCloud Drive on.
es: En el selector, toca Explorar y después iCloud Drive en Ubicaciones. Si no aparece, toca ⋯ (Más) › Editar en la parte superior de Explorar y activa iCloud Drive.

source: In “%@”
es: En «%@»

source: Include the PDF
es: Incluir el PDF

source: Ink Wind
es: Viento de tinta

source: Inline
es: En línea

source: Inline Math
es: Ecuación en línea

source: Insert
es: Insertar

source: Insert PDF Pages After Page %lld…
es: Insertar páginas de PDF tras la página %lld…

source: Insert PDF Pages at the End…
es: Insertar páginas de PDF al final…

source: Insert PDF Pages…
es: Insertar páginas de PDF…

source: Insert Photo…
es: Insertar foto…

source: Insert a date field into the pattern
es: Insertar un campo de fecha en el patrón

source: Insert ▸ Equation from Handwriting reads the ink you circle as LaTeX, with a model that runs on this device: no ink leaves it. A model is downloaded only when you ask, checked against its published fingerprint and kept on this device.
es: Insertar ▸ Ecuación a partir de escritura a mano lee como LaTeX la tinta que rodeas, con un modelo que se ejecuta en este dispositivo: ninguna tinta sale de él. El modelo solo se descarga cuando lo pides, se comprueba con su huella publicada y se guarda en este dispositivo.

source: Installed
es: Instalado

source: Into notebook (blank: top level)
es: En el cuaderno (vacío: nivel superior)

source: Isometric dots
es: Puntos isométricos

source: Isometric grid
es: Cuadrícula isométrica

source: It is there already.
es: Ya está ahí.

source: Italic
es: Cursiva

source: Keep Photo Metadata
es: Conservar metadatos de las fotos

source: Keep Re-encrypting Everything
es: Seguir cifrando todo de nuevo

source: Keep Screen On
es: Mantener pantalla encendida

source: Keep Screen On stops the screen from locking while a note is open. Handwriting recognition makes handwriting searchable; it runs on this device and nothing leaves it.
es: «Pantalla siempre activa» impide que la pantalla se bloquee mientras haya una nota abierta. El reconocimiento de escritura a mano permite buscar en lo escrito a mano; se hace en este dispositivo y nada sale de él.

source: Keep an unconfirmed device key in “%@”
es: Conservar una clave de dispositivo no confirmada en «%@»

source: Keep backups
es: Haz copias de seguridad

source: Keep the key this device unlocked the vault with: without it, this device could not open the vault after the repair.
es: Conserva la clave con la que este dispositivo desbloqueó la bóveda: sin ella, este dispositivo no podría abrirla después de la reparación.

source: Keep the recovery kit and a backup somewhere safe: if every copy of the key is lost, nobody can open the notes.
es: Guarda el kit de recuperación y una copia de seguridad en un lugar seguro: si se pierden todas las copias de la clave, nadie podrá abrir las notas.

source: Keep the screen awake while this note is open
es: Mantener la pantalla encendida mientras esta nota esté abierta

source: Keep: %@.
es: Conservar: %@.

source: Kept for this kind of device only
es: Solo en este tipo de dispositivo

source: Kept on this device only
es: Solo en este dispositivo

source: Key
es: Clave

source: Key file
es: Archivo de clave

source: Key to replace
es: Clave que se sustituye

source: Keychain error %d: %@
es: Error del Llavero %d: %@

source: Keyhole Nib
es: Plumín de cerradura
